{
  "id": "ponza-grande-north-ridge",
  "category": {
    "region": [
      "004"
    ],
    "country": [
      "008"
    ],
    "activity": [
      "004",
      "003"
    ]
  },
  "title": "Ponza Grande via north ridge",
  "subTitle": "Adventurous climb via partly exposed and brittle ridge to Ponza Grande 2274m (Velika Ponca) from Fusine lakes (Belopeška jezera) valley in Julian Alps, Italy. ",
  "attractiveness": 3,
  "condition": 4,
  "difficulty": "III / C",
  "terrain": "ridge - rocky (limestone)",
  "postDate": {
    "$date": "2025-05-10T03:17:22.554Z"
  },
  "date": {
    "season": 1,
    "period": 2,
    "month": 5,
    "year": 2025
  },
  "stats": {
    "duration": 9.15,
    "up": 1450,
    "down": 1450,
    "distance": 13.5,
    "highestPoint": 2274
  },
  "trailCondition": [
    "Ridge route is not marked, rock on the ridge is brittle, don't want to exagerrate but in places it is even very brittle. On the bright side I want to emhpasize there are also spots with better rock quality (partly Ponza Grande presummit stretch). Generally you should be familiar with limestone rock and ideally experienced in the field. There are barely any indications in the rock or grass about route so that won't help to navigate, but that's not a big issue as following the most managaeable passage works fine.",
    "Ascent and descent trails are well marked, accessible and well-trodden. Top part of descent via-ferrata runs through crumbly terrain, extreme caution is needed if there are other people above/below. Top part of via-ferrata was renovated lately and looks brand new in places."
  ],
  "shortDescription": [
    "Group of Ponza peaks makes the border between Slovenia and Italy and separates two valleys - Tamar and Fusine lakes. Starting from north we have Ponza Piccola/Mala Ponca (1921m), Ponza Gradne/Visoka Ponca (2274m), Ponza di Mezzo/Srednja Ponza (2230m) and Ponza di Dieto / Zadnja Ponca (2242m). Last three of them are connected by tourist trails and accessible both from Italian and Slovenian side and they make part of the famous Via degli Alpini route.  Ponza Piccola is also accessible itself via a tourist trail, however there is no trail connecting it to Ponza Grande.",
    "Route is fairly easily readable with maybe one exception, even with lack of frequent visits like pitons, crampon scratches, warped rock we were able to navigate it as the basic rule is to look for the most manageable passage. Once climbing, the best idea is to look for dwarf pines, they hold the best in this brittle world. Because of that, there is not that much pleasure from climbing itself as every hold and step needs to be checked before using.",
    "From Fusine lakes big parking lot using trail 512 through Rifugio Luigi Zacchi mountain hut we reach Porticina/ Vratica pass. Optionally, we can also climb Ponza Piccola/ Mala Ponca, the junction is to the left, just below the pass.",
    "Starting from Porticina/ Vratica col we don’t climb the ridge directly but keep on the right (Italian) side. First to the right using shorter right chimney, above it in the direction of the ridge (III grade) leading to another chimney limited on the right by a indistinct tower. From the tower up in the ridge direction on plates with dwarf pine holes. Rock is very brittle.",
    "We land on a short sharp ridge (there are two ridges like that in total), bypass the first culmination on the left and enter the ridge on the second. However here we traversed to the right in the direction of dwarf pine and back on the ridge using cracked vertical plate (III - might be easier on the ridge). Now directly through the exposed ridge and descending again - leave the ridge on the right side (II grade, brittle, exposed).",
    "Up on the left side of the gully to a small col overlooking a culmination with prominent larch tree. From here up through initial threshold, keeping to the right in easy scramble with short chimney exit to the left and there walking to the top of this culmination with border stone no 2/136. Careful descend in crumbly terrain but without usage of hands. More walking follow through dwarf pine - indistinct path available.",
    "The next culmination is cut in the half with gully - like formation, we scramble it and then enter the left side to get to the top through grassy shelves. Wide at the start, the ridge gets narrower and exposed again but is technically easy, still needs attention during down-climbing due to brittle rock.",
    "From another tiny col under steep and vertical ridge we traverse to the right first under overhanging rocks then on a narrowing path. Once again in right direction we scramble down to cross central part of the gully running from the top and climb again on pleasant rocky slabs (least brittle stretch overall)  to the edge where we can easily see a long gully lying along the ridge line. Up with this gully,  exiting it to the left through big rocky blocks of rock to the pre-summit of Ponza Grande and climbing 10 meters down in II chimney.",
    "Now through a wider, yet exposed ridge, by-passing first tower on the left, traversing a slab (piton present here) and by- passing another tower on the left again. Before a dominant and prominent block to the left (narrow but passable) and up in easier terrain to the first peak of Ponza Grande.",
    "Descent immediately along via-ferrata or through Forcella Ponza/ Ponca Škrbina (2172 m) pass. Via-ferrata is of C difficulty, very crumbly in the first stretches, quite steep, protection is whenever needed. Once descended from the Great Ponza east face it meanders around the gully (there might be patches of snow, pickaxes were absolutely necessary in May) and then lands on the path between dwarf pine and takes us to Rifugio Luigi Zacchi mountain hut. From there using trail 512 back to the parking lot."
  ],
  "weather": [
    "Around 9 degrees, changeable weather with low hanging clouds and perceivable cold when hidden in shade, then on the ridge in the sun definetely too hot for long sleeve."
  ],
  "dangers": [
    "Brittle rock is the biggest safety problem both for the lead climbe and second climber. That goes for the ridge, for the descent it's also the main issue in the first meters of via-ferrata descent."
  ],
  "accomodation": [
    "Rifugio Luigi Zacchi mountain hut"
  ],
  "transportation": [
    "Starting point reached by car. There's a huge parking lot above both Fusine lakes, there is also option to park along the road or even before them (more shades). There is a toll for using the road and parking - 6 EUR, however only in high season."
  ],
  "gear": [
    "ascent shoes, trekking poles, 30l rucksack, 2x30m twin rope, helmet, personal climbing set, 5 loops, friends 0.5-2, 5 stoppers, 10m accessory cord for emergency rappeling"
  ],
  "other": [
    "This ridge is no pleasant climbing, every step and hold must be checked twice due to brittle rock. We referred to it as dwarf pine route as these small trees are the only firm points in case protection is needed. We agreed that it isn't technically difficult but having no protection would be a gamble game. We used simul climbing with 15-20 meters of rope distance between us.",
    "Original dscription of the route mentions time of 2 to 3 hours and that time might be doable in free soloing only in my opinion."
  ],
  "iframeUrl": "https://mapy.com/s/cusufohure",
  "startingPoint": "Fusine lakes parking lot",
  "endingPoint": "Fusine lakes parking lot",
  "links": {
    "transportation": [
      {
        "title": "Parking location",
        "href": "https://mapy.com/s/rarebekofu"
      }
    ],
    "accomodation": [
      {
        "title": "Luigi Zacchi mountain hut",
        "href": "https://www.rifugiozacchi.com/"
      }
    ],
    "other": [
      {
        "title": "Route description",
        "href": "https://www.primorskestene.com/?mod=catalog&action=viewRout&id=2224&action_id=390&lang=sl"
      }
    ]
  },
  "images": [
    {
      "desc": "Scheme of the first stretches of climb to the first exposed ridge. It's an overall II difficulty with exception for spots marked in the image. Just behind it - the distinictive culmination with border sign. This is view from Ponza Piccola branch-off.",
      "filename": "ponza_grande_north_ridge_scheme",
      "isVertical": true
    },
    {
      "desc": "Somewhere in the middle of the ridge, view from border-sign culmination. First traverse of that overgrown hill, then up to the second exposed ridge and again traverse into the big gully of presummit.",
      "filename": "ponza_grande_north_ridge_scheme2",
      "isVertical": true
    },
    {
      "desc": "We set off, 1000 vertical meters to reach Porticina saddle.",
      "filename": "ponza_grande_trail",
      "isVertical": true
    },
    {
      "desc": "Luigi Zacchi mountain hut in pre-season preparations.",
      "filename": "luigi_zacchi_mountain_hut"
    },
    {
      "desc": "Look at the start of the ridge from Porticina pass.",
      "filename": "view_from_porticina_pass",
      "isVertical": true
    },
    {
      "desc": "Two chimneys climbed, now just the plates to the top. Note the protection in the tree.",
      "filename": "ponza_grande_plates"
    },
    {
      "desc": "Entering first exposed ridge and by-passing first tower on the left. Remaining part of the route is clearly visible from here.",
      "filename": "ponza_grande_exposed_ridge_start"
    },
    {
      "desc": "First exposed ridge as seen after completing it. Watch out as it is not that trivial and brittle, exposition adds nicely to the picture.",
      "filename": "ponza_grande_exposed_ridge",
      "isVertical": true
    },
    {
      "desc": "After figthing with dwarf pine bush we got this gully to climb, first up, then to the left.",
      "filename": "ponza_grande_second_exposed_ridge_entrance",
      "isVertical": true
    },
    {
      "desc": "Terrain in the ascent of peak with border sign. Rather crumbly, not overly. Easy scramble.",
      "filename": "ponza_grande_border_sign_peak",
      "isVertical": true
    },
    {
      "desc": "Personally this was the most pleasant climb with a II/II+ difficulty maybe and extreme exposition when looking outside of that gully. Still brittle, but with rocks of bigger size.",
      "filename": "ponza_grande_presummit_gully",
      "isVertical": true
    },
    {
      "desc": "View from Ponza Grande presummit overlooking the last ridge with giant rock blocks, exposed in places this ridge is easier and focused mostly on by-passing these blocks. Ponza Grande two-peak ahead.",
      "filename": "ponza_grande_presummit",
      "isVertical": true
    },
    {
      "desc": "Second exposed ridge just after completion, this one is easier to descend but still needs a lot of caution.",
      "filename": "ponza_grande_second_exposed_ridge",
      "isVertical": true
    },
    {
      "desc": "Second exposed ridge with under the wall traverse and crossing of the gully. Image taken on northern slopes of Ponza Grande pre-summit.",
      "filename": "ponza_grande_traverse_gully_crossing"
    },
    {
      "desc": "Crossing of the gully as viewed from traverse with overhanging rocks. Now up via these slabs and to another, final presummit gully.",
      "filename": "ponza_grand_gully_crossing"
    },
    {
      "desc": "On the top, view into northern direction. The views are awesome, with Mangart and Jalovec it makes a nice reward in the end.",
      "filename": "ponza_grande_peak"
    },
    {
      "desc": "Western wall of Ponza Grande, crossed by the more difficult via-ferrata.",
      "filename": "west_wall_ferrata_descent",
      "isVertical": true
    },
    {
      "desc": "Make sure to take at least pickaxe with you when planning tour outside of summer conditions.",
      "filename": "ponza_grande_snowy_gully",
      "isVertical": true
    }
  ],
  "base64Image": "data:image/webp;base64,UklGRmIBAABXRUJQVlA4IFYBAADwCACdASpAACQAPzl+vVUvJyajLVzKSeAnCWMAyNuygb+lc6b0rUJQ5h2E+sAqCiEXiPBbk5PRuS1WIVRwCL7EM0pvAqCWUDYMED7NZMJzIAD8RmXf4pvyNhp/qZ2q1gblXodXUyhmXJLmeOsGWSHO/dTXsjcxukMyrRl1i3KzybEz+47wUSJA8amrAGehvMgWWQ368ir5F2WUY+8Swa/O1HjDXS36GaPm1TZ6hD+To9luve0aOA6A56iPxqnup9VRcvnGLGK7mKkvJ7gn4JObiCcGNJ5DOIZhziXk76Empg0BLy+9IXnM6A6AjJjkGax1llXaAc9ztuWA9IG2vxq6rYQ3TfssgKci+c5mgUiomTlpXRZ6G6DX4czd2cKtGxhFj7fimCo5C40MUO3M9APut6+qHTkB4/WbwFDN533VP9fLpmJz61K3rfCSa0uZtlMIqBz5AAA="
}